Revit 2024 API
SolidOrShellTessellationControls Constructor
 Default constructor.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public SolidOrShellTessellationControls()
Visual Basic
Public Sub New
Visual C++
public:
SolidOrShellTessellationControls()
See Also
SolidOrShellTessellationControls Class
Autodesk.Revit.DB Namespace